Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/digitalarkivet.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: Fana parish, Fana local parish, Birkeland local parish
nn: Fana prgj, Fana sokn, Birkeland sokn

source: Landed property index for Nordlands amt 1838
nn: Matrikkel for Nordlands amt 1838

source: Landed property index for Smaalenenes amt 1838
nn: Matrikkel for Smaalenenes amt 1838

source: You can find searchable archive sources via
nn: Du kan søkje etter søkbare arkivkjelder i

source: Error messages can also occur when a long time has passed between registration and an attempt to activate the account.
nn: Feilmeldinga kan òg skuldast at du har venta for lenge frå du registrerte deg til du aktiverte kontoen.

source: Landed property index for Nordre Trondhjems amt 1838
nn: Matrikkel for Nordre Trondhjems amt 1838

source: If you have Internet Explorer as your standard web brower, try opening the activation link in another web browser such as Firefox or Chrome.
nn: Om du har Internet Explorer som standard nettlesar, forsøk å opne aktiveringslenka i ein annan nettlesar, som Firefox eller Chrome.

source: Fana parish, Birkeland local parish
nn: Fana prgj, Birkeland sokn

source: Now press enter on the keyboard.
nn: Trykk på Enter-tasten på tastaturet.

source: Nomination of William Randal Cremer (United Kingdom), Chevalier Edouard Eugène Descamps (Belgium), Czar Nikolai II (Russian Empire), Frédéric Passy (France) and Baroness Bertha Sophie von Suttner (Austria-Hungary) for the Nobel Peace Prize for 1901.
nn: Nominasjon til Nobels fredspris for 1901 av William Randal Cremer (Storbritannia), Chevalier Edouard Eugène Descamps (Belgia), Czar Nikolai II (Det russiske tsardømmet), Frédéric Passy (Frankrike) og Baronesse Bertha Sophie von Suttner (Østerrike-Ungarn).

source: Landed property index for Hedemarkens amt 1838
nn: Matrikkel for Hedemarkens amt 1838

source: for topics that you yourself, or others have created.
nn: på eit emne, både på emne andre har oppretta og på emne du sjølv har oppretta.

source: Nominated by Baron Clemens von Pirquet (Austria-Hungary).
nn: Nominert av Baron Clemens von Pirquet (Østerrike-Ungarn).

source: Login to The Digital Archives with the same email and password you use in the discussion forums.
nn: Logg inn på nettsidene til Digitalarkivet med same e-postadresse og passord du har i debattane.

source: An archive source must be available in at least one form, but can also be available in multiple.
nn: Ei arkivkjelde i Digitalarkivet må vere tilgjengeleg i minst ei form, men kan vere tilgjengeleg i fleire former.

source: Please note that you cannot use "Find source", to search for names of individuals, unless their name happens to be a part of the source information; for example, a search for "Fridtjof Nansen", a Norwegian explorer, will generate results for the archive "Working committee for the Fridtjof Nansen polar expedition", as well as drawings of the ship "LPG/T Fridtjof Nansen", from the Kristiansand maintenance shipyard.
nn: Eit søk på "Fridtjof Nansen" vil gje treff på arkivkjelder frå arkivet "Arbeidskomitéen for Fridtjof Nansens polarekspedisjon", samt skipsteikningar for fartøyet "LPG/T Fridtjof Nansen" i arkivet "Kristiansand mekaniske verksted".

source: Nomination of William Randal Cremer (United Kingdom), Charles Albert Gobat (Switzerland), Élie Ducommun (Switzerland), The Inter-Parliamentary Union (Switzerland) and The Permanent International Peace Bureau (Switzerland) for the Nobel Peace Prize for 1902.
nn: Nominasjon til Nobels fredspris for 1902 av William Randal Cremer (Storbritannia), Charles Albert Gobat (Sveits), Élie Ducommun (Sveits), Den interparlamentariske union (Sveits) og Det internasjonale fredsbyrå (Sveits).

source: Nomination of William Randal Cremer (United Kingdom), Chevalier Edouard Eugène Descamps (Belgium), Charles Albert Gobat (Switzerland) and Baroness Bertha Sophie von Suttner (Austria-Hungary) for the Nobel Peace Prize for 1902.
nn: Nominasjon til Nobels fredspris for 1902 av William Randal Cremer (Storbritannia), Chevalier Edouard Eugène Descamps (Belgia), Charles Albert Gobat (Sveits) og Baronesse Bertha Sophie von Suttner (Østerrike-Ungarn).

source: To search for all names which contain, for example "risto", you can use the * wildcard character.
nn: For å søke etter alle namn som inneheld til dømes "risto", kan du nytte * som trunkeringsteikn.

source: You can find scanned archive sources via
nn: Du kan søkje etter skanna arkivkjelder i

source: prior to 2011.
nn: me hadde før 2011.

source: If nothing of this helps, please forward the activation email to us (digitalarkivet@arkivverket.no), so we may activate the account on your behalf.
nn: Om du likevel får feilmelding, kan du videresende e-posten med aktiveringslenka til oss (digitalarkivet@arkivverket.no), så skal me aktivere kontoen for deg.

source: In The Digital Archives, the majority of transcriptions are based on one or other of the two standards HISTFORM-standard or KYRRE-standard.
nn: I Digitalarkivet er dei fleste transkripsjonar baserte på ein av to standardar, HISTFORM-standarden eller KYRRE-standarden.

source: in such cases where the entire date was available in the source (year, month and day).
nn: når heile datoen er oppgjeven i kjeldene (år, månad og dag).

source: sanser, notatbøker, diplomatpass m.m.
nn: Fødselsregister, utan fast bustad m.m.

source: The data in The Digital Archives is primarily from the period 1801-1910, though there may also be some data older than 1801 and younger than 1910.
nn: Dataa i Digitalarkivet er i hovudsak konsentrert rundt perioden 1801-1910, men det fins nokre data eldre enn 1801 og yngre enn 1910.

source: is a collection of all discussions from the previous discussion forum we had prior to 2011.
nn: er ei samling av alle diskusjonane frå debattfora me hadde i Digitalarkivet før 2011.

source: Thus, if you search for "Anne Kari", this will generate results for both "Anne Kari" or "Kari" alone, or "Anne" alone (This in addition to the different spellings of these names).
nn: Viss du søkjer etter "Anne Kari" i fritekstsøket etter person vil du i trefflista få alle som heiter "Anne Kari" ELLER berre "Anne" ELLER berre "Kari" (i tillegg til ulike variantar av desse namneformene).

source: Even though the standard was developed with focus on the 1865-1910 censuses, many of the instructions for transcription can be applied to other censuses and rolls, as well as other sources which contain similar information.
nn: Sjølv om standarden vart utvikla med omsyn på teljingane 1865-1910, kan mange av dei generelle instruksane for transkribering nyttast til andre teljingar og manntal, samt til andre kjelder som inneheld liknande informasjon.

source: To search for all names which begin with, for example "An", you can use the * as a wildcard.
nn: For å søke etter alle namn som byrjar på til dømes "An", kan du nytte * som trunkeringsteikn.

source: If this does not work, please forward the activation email to us (digitalarkivet@arkivverket.no), so we may activate the account on your behalf.
nn: Om du ikkje lukkast med dette kan du vidaresende e-posten med aktiveringslenka til oss (digitalarkivet@arkivverket.no), så skal me aktivere kontoen for deg.

source: How do I write a question or answer in the discussion forum?
nn: Korleis skriv eg eit spørsmål eller eit svar i debattane?

source: When you have registered, you must activate this account.
nn: Når du har registrert deg, må du også aktivere kontoen.

source: Here you can choose "Remember position", by clicking on the checkbox named "Remember position"
nn: Her vel du "Husk posisjon" ved å klikke med musepeikaren på boksen til venstre for "Husk posisjon".

source: Stranda parish, Stranda local parish, Stordal local parish
nn: Stranda prgj, Stranda sokn, Stordal sokn

source: To do this, you must copy the link from the activation e-mail.
nn: Då må du kopiere aktiveringslenka frå e-posten.

source: HISTFORM is a set of rules for transcription, not an actual tool.
nn: HISTFORM er ein instruks for transkripsjon og ikkje eit verktøy.

source: Nominated by Hans Jakob Horst (Norway).
nn: Nominert av Hans Jakob Horst (Norge).

source: Copy the selected text using (right-click -> copy), and open your web browser (this can be Firefox, Internet Explorer, Chrome etc).
nn: Kopier den markerte teksten (høgreklikk -> kopier) og opne nettlesaren din (Firefox, Internet Explorer, Chrome eller liknande).

source: You can send your transcriptions via e-mail to digitalarkivet@arkivverket.no.
nn: Du kan sende transkripsjonane dine på e-post til digitalarkivet@arkivverket.no.

source: The HISTFORM-standard is a result of collaborative work by the Norwegian National Archives, Oslo and Bergen Universities, the Registration Centre for Historical Data (RHD), and Teleskelt/Dovre Data Archive in the region of Oppland.
nn: HISTFORM-standarden er eit resultat av eit samarbeid mellom Arkivverket, Universitetet i Oslo og Bergen, Registreringssentralen for historiske data (RHD), Teleslekt og Dovre Data Arkiv/GDS Oppland.

source: Special Search Characters
nn: særskilde teikn for søk

source: The standard applies to all census material containing name individuals in the period 1865-1910, and describes how to transcribe this information as well as how the column layout should be.
nn: Standarden gjeld for alle teljingar med personnamn frå 1865 til 1910, og fortel korleis ein skal transkribere informasjon i folketeljingane og korleis feltoppsettet skal være.

source: Why do pictures appear when I click on "register account"?
nn: Kvifor får eg opp bilete eg skal klikke på når eg opprettar ein konto?

source: Tax List 1739-1743 for Senja and Troms bailiffs from the tax notes of bailiff Tønder
nn: Skatteliste 1739-1743 for Senja og Troms futedømme frå skattenotatane frå fut Tønder

source: You can also request a new series of pictures if you wish.
nn: Du kan be om eit nytt utval av bilete om du ynskjer det.

source: About the HISTFORM standard
nn: Forsida til trykt utgåve av HISTFORM.

source: Nomination of Estanislas Severo Zeballos (Argentina) for the Nobel Peace Prize for 1922.
nn: Nominasjon til Nobels fredspris for 1922 av Estanislas Severo Zeballos (Argentina).

source: What should I choose under "Form"?
nn: Kva skal eg velje under Form?

source: It can also be that you are viewing the archived forum.
nn: Det kan også skuldast at du er i det arkiverte forumet.

source: Norwegian standard for registration and exchange of nominative census data for the period 1865-1910.
nn: Norsk standard for registrering og utveksling av nominative folketeljingsdata for åra 1865-1910.

source: In the subject, write: Sending, for example "Sending Mini A1 Askøy 1742-1818".
nn: I emnefeltet skriv du: Sender, til dømes "Sender Mini A1 Askøy 1742-1818".

source: Then click on the gearwheel (marked with a red circle), to access your user preferences.
nn: Deretter går du på tannhjulet (markert med raud sirkel) for å kome inn på brukarinnstillingar.

source: To find Fridtjof Nansen in archives such as census, church books and other sources, you must search the content within those sources.
nn: For å finne Fridtjof Nansen i folketeljingar, kyrkjebøker og andre kjelder, må du søkje i innhaldet til kjeldene.

source: List of volunteer gifts to the reconstruction of Chritiansborg 1794-1795
nn: Register over frivillig innbetaling til gjenoppbygginga av Christiansborg 1794-1795

source: However, the results are ordered by relevance such that results for "Anne Kari" will be most prominent.
nn: Dei som heiter "Anne Kari" vil likevel liggje øvst i trefflista sidan treffa vert sorterte på relevans.

source: Why can't I answer a particular thread / discussion?
nn: Kvifor får eg ikkje lagt inn eit svar i ein tråd/diskusjon?

source: Nominated by Heinrich Lammasch (Austria-Hungary).
nn: Nominert av Heinrich Lammasch (Østerrike-Ungarn).

source: Nomination of William Randal Cremer (United Kingdom), Czar Nikolai II (Russian Empire), Frédéric Passy (France) and Baroness Bertha Sophie von Suttner (Austria-Hungary) for the Nobel Peace Prize for 1901.
nn: Nominasjon til Nobels fredspris for 1901 av William Randal Cremer (Storbritannia), Czar Nikolai II (Det russiske tsardømmet), Frédéric Passy (Frankrike) og Baronesse Bertha Sophie von Suttner (Østerrike-Ungarn).

source: You can also select
nn: Du kan òg velje

source: In this archive-forum, it is not possible to answer.
nn: I dette Arkiv-forumet er det ikkje mogeleg å svare.

source: Landed property 1734 for Helgeland bailiff, including tenant farmers tax
nn: Jordebok 1734 for Helgeland futedømme, inkludert leilendingsskatt

source: Nominated by Hans Wehberg (Germany).
nn: Nominert av Hans Wehberg (Tyskland).
